[
  {
    "quote_id": "BATUR-PURA-G-01",
    "stakeholder_name": "Pemangku Pura Ulun Danu Batur",
    "stakeholder_code": "PURA",
    "organization": "Pura Ulun Danu Batur Temple Council",
    "organizational_code": "PURA",
    "indonesian_verbatim": "Pura Ulun Danu Batur adalah pura air paling suci di Bali. Air dari danau ini mengalir ke semua subak di seluruh pulau. Selama ribuan tahun, kami menjaga kesucian air ini melalui upacara dan aturan adat. Tapi sekarang pemerintah kabupaten kasih izin KJA tanpa tanya kami. Pemerintah bangun hotel tanpa upacara pembersihan. Tidak ada anggaran untuk melindungi kesucian air. Kami hidup dari dana umat, bukan dari negara.",
    "english_translation": "Pura Ulun Danu Batur is the most sacred water temple in Bali. Water from this lake flows to all subak across the island. For thousands of years, we have maintained the sanctity of this water through ceremonies and customary rules. But now the regency government issues KJA permits without asking us. Government builds hotels without cleansing ceremonies. There is no budget to protect water sanctity. We live from congregation funds, not from the state.",
    "context_explanation": "Most important water temple in Bali receives zero government recognition or budget despite central spiritual and practical governance role; modern permits issued without traditional authority consultation",
    "themes": ["G", "E"],
    "module": "community_justice"
  },
  {
    "quote_id": "BATUR-SUBAK-B-01",
    "stakeholder_name": "Ketua Subak Abian Batur",
    "stakeholder_code": "SUBAK",
    "organization": "Subak Abian Traditional Water Management",
    "organizational_code": "SUBAK",
    "indonesian_verbatim": "Sistem subak kami sudah berusia lebih dari seribu tahun. Kami atur alokasi air dari Danau Batur ke ribuan hektar sawah di hilir berdasarkan kalender Bali dan upacara di pura. BWS datang dengan sistem modern, monitor debit air, buat jadwal teknis. Tapi petani tetap ikut jadwal subak, bukan jadwal BWS. Kami beroperasi paralel. Tidak ada integrasi, tidak ada koordinasi formal. Padahal kami kelola air yang sama.",
    "english_translation": "Our subak system is over a thousand years old. We manage water allocation from Lake Batur to thousands of hectares of rice fields downstream based on the Balinese calendar and temple ceremonies. BWS comes with a modern system, monitors water discharge, creates technical schedules. But farmers still follow the subak schedule, not the BWS schedule. We operate in parallel. No integration, no formal coordination. Yet we manage the same water.",
    "context_explanation": "Reveals fundamental governance paradox: two complete water management systems (traditional and modern) operating separately despite managing identical resource; traditional system effective but receives zero formal recognition",
    "themes": ["B", "G"],
    "module": "governance_network"
  },
  {
    "quote_id": "BATUR-BANGLI-E-01",
    "stakeholder_name": "Kepala Bappeda Kabupaten Bangli",
    "stakeholder_code": "BANGLI",
    "organization": "Bangli Regency Government",
    "organizational_code": "BANGLI",
    "indonesian_verbatim": "Kami punya target PAD dari sektor pariwisata Danau Batur. Investasi 120 miliar untuk infrastruktur pariwisata menciptakan lapangan kerja dan pendapatan daerah. Kami keluarkan izin hotel, restoran, KJA sesuai prosedur formal yang berlaku. Memang ada komplain dari desa adat dan pura tentang kesucian air, tapi itu domain spiritual, bukan domain pemerintah. Kami urusan pembangunan ekonomi.",
    "english_translation": "We have revenue targets from Lake Batur tourism sector. 120 billion investment in tourism infrastructure creates jobs and regional income. We issue hotel, restaurant, KJA permits according to formal procedures. There are indeed complaints from traditional villages and temples about water sanctity, but that's the spiritual domain, not government domain. We deal with economic development.",
    "context_explanation": "Regency government separates 'economic development' from 'spiritual domain,' excluding traditional authorities from permitting despite traditional law governing same resources; prioritizes revenue over sacred water protection",
    "themes": ["E", "H"],
    "module": "budget_resources"
  },
  {
    "quote_id": "BATUR-DLH-I-01",
    "stakeholder_name": "Kepala Seksi Monitoring DLH Bali",
    "stakeholder_code": "DLH",
    "organization": "DLH Bali Province",
    "organizational_code": "DLH",
    "indonesian_verbatim": "Kami lakukan sampling kualitas air Danau Batur setiap bulan. Data kami menunjukkan TSI meningkat dari 48 ke 64 dalam empat tahun. Zona pariwisata di selatan mencapai TSI 62, sudah eutrofik. Tapi zona suci di dekat pura masih TSI 49, oligotrofik. Menariknya, zona yang dilindungi otoritas pura tetap bersih, sedangkan zona yang diatur pemerintah modern justru tercemar. Tapi tidak ada yang mau dengar analisis ini.",
    "english_translation": "We conduct Lake Batur water quality sampling every month. Our data shows TSI increased from 48 to 64 in four years. Tourism zone in the south reaches TSI 62, already eutrophic. But the sacred zone near the temple is still TSI 49, oligotrophic. Interestingly, the zone protected by temple authority remains clean, while the zone regulated by modern government is polluted. But no one wants to hear this analysis.",
    "context_explanation": "Scientific monitoring reveals traditional temple protection more effective than modern government regulation; evidence contradicts modernization assumptions but is ignored by decision-makers",
    "themes": ["I", "G"],
    "module": "environmental_monitoring"
  },
  {
    "quote_id": "BATUR-TOURISM-H-01",
    "stakeholder_name": "Ketua Asosiasi Hotel Batur",
    "stakeholder_code": "TOURISM",
    "organization": "Batur Tourism & Hotel Association",
    "organizational_code": "TOURISM",
    "indonesian_verbatim": "Investasi kami sangat besar di Danau Batur. Marketing kami jual 'danau suci,' 'air spiritual,' 'blessed by holy temple.' Turis datang untuk sunrise dan spiritualitas Bali. Tapi kalau kualitas air turun, kalau danau tercemar, value proposition kami hilang. Kami justru butuh pura dan kesucian air dijaga. Tapi kebijakan pemerintah lebih suka kasih kami subsidi infrastruktur daripada dukung pura melindungi kesucian air.",
    "english_translation": "Our investment is very large in Lake Batur. Our marketing sells 'sacred lake,' 'spiritual water,' 'blessed by holy temple.' Tourists come for sunrise and Balinese spirituality. But if water quality drops, if the lake is polluted, our value proposition is lost. We actually need the temple and water sanctity to be maintained. But government policy prefers to give us infrastructure subsidies rather than support the temple in protecting water sanctity.",
    "context_explanation": "Tourism industry depends on sacred water quality for marketing but government subsidizes tourism infrastructure while excluding temple authority that protects the sacred water; contradictory priorities undermine tourism's own foundation",
    "themes": ["H", "G"],
    "module": "budget_resources"
  },
  {
    "quote_id": "BATUR-DESA-ADAT-G-02",
    "stakeholder_name": "Bendesa Adat (Ketua Desa Adat)",
    "stakeholder_code": "DESA_ADAT",
    "organization": "Desa Adat Traditional Village Council",
    "organizational_code": "DESA_ADAT",
    "indonesian_verbatim": "Desa adat punya hukum adat yang melarang KJA di area suci Danau Batur. Hukum adat ini sudah ada ratusan tahun, jauh sebelum Indonesia merdeka. Tapi Kabupaten Bangli kasih izin KJA tanpa konsultasi desa adat. Investor dari luar datang dengan izin resmi pemerintah, melanggar hukum adat kami. Ketika kami protes, mereka bilang 'ini izin legal dari pemerintah.' Hukum adat kami tidak diakui sistem formal.",
    "english_translation": "Traditional village has customary law that prohibits KJA in the sacred area of Lake Batur. This customary law has existed for hundreds of years, long before Indonesian independence. But Bangli Regency issues KJA permits without consulting the traditional village. Outside investors come with official government permits, violating our customary law. When we protest, they say 'this is a legal permit from the government.' Our customary law is not recognized by the formal system.",
    "context_explanation": "Modern legal permits directly contradict centuries-old customary law; formal government system excludes traditional governance despite earlier establishment and community legitimacy",
    "themes": ["G", "E"],
    "module": "policy_framework"
  },
  {
    "quote_id": "BATUR-BWS-B-02",
    "stakeholder_name": "Kepala BWS Bali-Penida",
    "stakeholder_code": "BWS",
    "organization": "BWS Bali-Penida",
    "organizational_code": "BWS",
    "indonesian_verbatim": "Kami punya sistem SCADA modern untuk monitor level air Danau Batur dan atur pelepasan air ke saluran irigasi hilir. Anggaran 120 juta per tahun untuk sistem ini. Tapi dalam praktik, keputusan kapan buka pintu air masih sangat dipengaruhi kalender subak dan jadwal upacara di Pura Ulun Danu. Kami tidak bisa release air kalau belum ada upacara pemberkatan. Jadi sistem kami modern, tapi governance tetap tradisional. Ini sebenarnya bagus, tapi tidak pernah diakui secara formal.",
    "english_translation": "We have a modern SCADA system to monitor Lake Batur water levels and manage water release to downstream irrigation channels. Budget of 120 million per year for this system. But in practice, decisions on when to open water gates are still heavily influenced by the subak calendar and ceremonial schedules at Pura Ulun Danu. We cannot release water if there has not been a blessing ceremony. So our system is modern, but governance remains traditional. This is actually good, but never formally recognized.",
    "context_explanation": "Modern technical agency acknowledges traditional system's continued influence on operational decisions; de facto integration exists informally but no formal recognition or coordination mechanism; traditional authority effective but invisible in official governance",
    "themes": ["B", "I"],
    "module": "information_systems"
  },
  {
    "quote_id": "BATUR-FARMER-A-01",
    "stakeholder_name": "Ketua Kelompok Tani Lereng Batur",
    "stakeholder_code": "FARMER",
    "organization": "Crater Slope Farmer Groups",
    "organizational_code": "FARMER",
    "indonesian_verbatim": "Kami bertani di lereng kawah yang curam, ikuti aturan subak untuk jadwal tanam. BPDAS kasih program terasering 18 miliar, bilang kami penyebab erosi dan sedimentasi danau. Tapi data DLH sendiri tunjukkan zona pariwisata TSI 62, zona pertanian TSI 58. Hotel dan restoran buang limbah langsung ke danau, tapi tidak ada yang tegur. Kami yang dapat program 'perbaikan,' padahal kami bukan sumber polusi utama.",
    "english_translation": "We farm the steep crater slopes, follow subak rules for planting schedules. BPDAS provides terracing programs of 18 billion, says we cause erosion and lake sedimentation. But DLH's own data shows tourism zone TSI 62, agriculture zone TSI 58. Hotels and restaurants discharge waste directly into the lake, but no one reprimands them. We receive 'improvement' programs, even though we are not the main pollution source.",
    "context_explanation": "Farmers blamed for pollution and receive erosion control programs despite monitoring data showing tourism zone more polluted; distributive injustice where subsistence farmers face scrutiny while commercial tourism receives infrastructure subsidies",
    "themes": ["A", "H"],
    "module": "land_spatial"
  },
  {
    "quote_id": "BATUR-UNESCO-I-02",
    "stakeholder_name": "Koordinator UNESCO Geopark Batur",
    "stakeholder_code": "UNESCO",
    "organization": "UNESCO Batur Global Geopark Management",
    "organizational_code": "UNESCO",
    "indonesian_verbatim": "Status UNESCO Global Geopark membawa standar internasional untuk konservasi geologi dan edukasi. Kami promosikan warisan geologi Gunung Batur dan danau kaldera. Tapi UNESCO framework fokus pada aspek geologis dan edukatif. Sistem spiritual dan tata kelola air tradisional Bali yang sudah ribuan tahun itu tidak ada dalam indikator UNESCO kami. Padahal mungkin itu yang paling penting untuk keberlanjutan danau.",
    "english_translation": "UNESCO Global Geopark status brings international standards for geological conservation and education. We promote the geological heritage of Mount Batur and the caldera lake. But the UNESCO framework focuses on geological and educational aspects. The Balinese spiritual system and traditional water governance that has existed for thousands of years is not in our UNESCO indicators. Yet perhaps that is the most important thing for lake sustainability.",
    "context_explanation": "UNESCO coordinator acknowledges international framework misses most important governance dimension - traditional spiritual water management system; modern international standards fail to recognize indigenous sustainability systems",
    "themes": ["I", "G"],
    "module": "governance_network"
  },
  {
    "quote_id": "BATUR-FORUM-B-03",
    "stakeholder_name": "Sekretaris Forum Koordinasi Danau Batur",
    "stakeholder_code": "FORUM",
    "organization": "Forum Koordinasi Danau Batur",
    "organizational_code": "FORUM",
    "indonesian_verbatim": "Forum Koordinasi didirikan untuk menjembatani sistem tradisional dan modern. Kami undang BWS, DLH, Kabupaten Bangli, Subak Abian, Pura Ulun Danu, Desa Adat, dan pelaku usaha dalam satu ruangan. Anggaran kami hanya 8 miliar, dan kami tidak punya kewenangan enforcement. Kami hanya bisa mediasi dan ajak dialog. Tapi konflik ini fundamental: sistem yang berusia seribu tahun versus sistem modern yang baru puluhan tahun, tapi sistem modern yang dapat semua anggaran dan kewenangan formal.",
    "english_translation": "The Coordination Forum was established to bridge traditional and modern systems. We invite BWS, DLH, Bangli Regency, Subak Abian, Pura Ulun Danu, Traditional Village, and businesses into one room. Our budget is only 8 billion, and we have no enforcement authority. We can only mediate and invite dialogue. But this conflict is fundamental: a thousand-year-old system versus a modern system that is only decades old, but the modern system receives all the budget and formal authority.",
    "context_explanation": "Coordination body acknowledges fundamental power asymmetry: proven traditional system versus newer modern system, but modern system controls all formal authority and resources; forum can only mediate, cannot enforce integration",
    "themes": ["B", "H"],
    "module": "governance_network"
  }
]
